Repository: GNOME/gnome-screenshot
Catalog: po/*.po
Languages: ia, uz

source: Window-specific screenshot (deprecated)
ia: Captura de schermo de schermo specific (obsolete)
uz: Oynaga xos skrinshot (eskirgan)

source: Grab just the current window, rather than the whole desktop. This key has been deprecated and it is no longer in use.
ia: Prende solmente le fenestra actual in vice del scriptorio plen. Iste clave ha essite declarate obsolete e jam non es in uso.
uz: Butun ish stolini emas, faqat joriy oynani suratga olish. Bu kalit eskirgan va u endi ishlatilmaydi.

source: Screenshot delay
ia: Retardo del captura de schermo
uz: Skrinshotning kechikishi

source: The number of seconds to wait before taking the screenshot.
ia: Le numero de secundas a attender ante prender le captura de schermo.
uz: Skrinshotni olishdan oldin kutish kerak boʼlgan soniyalar soni.

source: Screenshot directory
ia: Directorio de captura de schermo
uz: Skrinshotlar katalogi

source: The directory where the screenshots will be saved by default.
ia: Le directorio ubi le capturas de schermo essera salvate per predefinition.
uz: Skrinshotlar standart boʼyicha saqlanadigan katalog.

source: Last save directory
ia: Ultime directorio de salvamento
uz: Oxirgi saqlash katalogi

source: The last directory a screenshot was saved in interactive mode.
ia: Le ultime directorio ubi le captura de schermo esseva salvate in modo interactive.
uz: Skrinshot interaktiv rejimda saqlangan oxirgi katalog.

source: Include Pointer
ia: Includer punctator
uz: Koʼrsatkichni qoʼshib olish

source: Include the pointer in the screenshot
ia: Include le punctator in le captura de schermo
uz: Skrinshotga koʼrsatgichni qoʼshib olish

source: Include ICC Profile
ia: Includer profilo ICC
uz: ICC profilini qoʼshish

source: Include the ICC profile of the target in the screenshot file
ia: Includer le profilo ICC del objectivo in le file de captura de schermo
uz: Skrinshot fayliga moʼljalning ICC profilini qoʼshish

source: Default file type extension
ia: Extension predefinite de typo de file
uz: Standart fayl turi kengaytmasi

source: The default file type extension for screenshots.
ia: Le extension de typo de file predefinite pro le capturas de schermo.
uz: Skrinshotlar uchun standart fayl turi kengaytmasi.

source: Screenshot
ia: Captura de schermo
uz: Skrinshot

source: Save images of your screen or individual windows
ia: Salva imagines de tu schermo o de fenestras individual
uz: Ekraningiz yoki alohida oynalaringiz tasvirlarini saqlash

source: snapshot;capture;print;screenshot;
ia: imprimer;captura de schermo;captura;instantanea;
uz: ekran tasviri;suratga olish;chop etish;scrinshot;

source: Take a Screenshot of the Whole Screen
ia: Prende un captura del plen schermo
uz: Butun ekranning skrinshotini olish

source: Take a Screenshot of the Current Window
ia: Prende un captura del fenestra actual
uz: Joriy oynaning skrinshotini olish

source: Screenshot is a simple utility that lets you take pictures of your computer screen. Screenshots can be of your whole screen, any specific application, or a selected rectangular area. You can also copy the captured screenshot directly into the GNOME clipboard and paste it into other applications.
ia: Captura de schermo es un utensile simple que te permitte prender imagines de tu computator. Capturas de schermo pote esser del plen schermo, alicun application specific, o un area rectangular seligite. Tu anque pote copiar le schermo capturate al area de transferentia de GNOME e collar lo in altere applicationes.
uz: Skrinshot - bu kompyuter ekranini suratga olish imkonini beruvchi oddiy yordamchi dastur. Skrinshotlar butun ekraningiz, har qanday maxsus dastur yoki tanlangan toʼrtburchaklar maydoni boʼlishi mumkin. Shuningdek, olingan skrinshotni toʼgʼridan-toʼgʼri GNOME buferiga nusxalashingiz va uni boshqa ilovalarga joylashtirishingiz mumkin.

source: Screenshot allows you to take screenshots even when it’s not open: just press the PrtSc button on your keyboard, and a snapshot of your whole screen will be saved to your Pictures folder. Hold Alt while pressing PrtSc and you will get a screenshot of only the currently selected window.
ia: Captura de schermo te permitte prender capturas mesmo que il non sia aperte: justo preme le button ImpSc in tu claviero, e un captura de tu schermo plen essera salvate a tu dossier de Imagines. Mantene le Alt durante que tu preme le ImpSc e tu obtenera le captura de solmente le fenestra actualmente seligite.
uz: Skrinshot ochilmagan holatda ham skrinshotlarni olish imkonini beradi: klaviaturadagi PrtSc tugmasini bosish kifoya, shunda butun ekraningizning surati Rasmlar jildiga saqlanadi. PrtSc tugmachasini bosgan holda Alt tugmachasini bosib turing va siz faqat tanlangan oynaning skrinshotini olasiz.

source: _Cancel
ia: _Cancellar
uz: _Bekor qilish

source: _Save
ia: _Salvar
uz: _Saqlash

source: C_opy to Clipboard
ia: C_opiar al area de transferentia
uz: _Buferga nusxalash

source: _Name:
ia: _Nomine:
uz: _Nomi:

source: _Folder:
ia: _Dossier:
uz: _Jild:

source: _Take Screenshot
ia: Prender cap_tura de schermo
uz: _Skrinshot olish

source: Capture Area
ia: Area de captura
uz: Olish maydoni

source: _Screen
ia: _Schermo
uz: _Ekran

source: _Window
ia: _Fenestra
uz: _Oyna

source: Se_lection
uz: _Tanlov

source: Show _Pointer
ia: Monstrar _punctator
uz: _Koʼrsatkichni koʼrsatish

source: _Delay in Seconds
ia: Retar_do in secundas
uz: _Soniyada kechikish

source: _Help
ia: _Adjuta
uz: _Yordam

source: _About Screenshot
ia: _A proposito de Captura de schermo
uz: Skrinshot _haqida

source: A file named “%s” already exists in “%s”
ia: Un file con nomine “%s” jam existe in “%s”
uz: “%s” nomli fayl “%s” ichida allaqachon mavjud

source: Overwrite existing file?
ia: Superscriber le file exitente?
uz: Mavjud faylning ustiga yozilsinmi?

source: Unable to capture a screenshot
ia: Non poteva facer le captura de schermo
uz: Skrinshotni olish imkonsiz

source: Error creating file. Please choose another location and retry.
ia: Error al crear le file. Elige altere localisation e retenta.
uz: Fayl yaratishda xatolik yuz berdi. Boshqa joyni tanlang va qaytadan urining.

source: Error creating file
ia: Error in le creation del file
uz: Fayl yaratishda xatolik yuz berdi

source: All possible methods failed
ia: Tote le methodos possibile ha fallite
uz: Barcha mumkin boʼlgan usullar muvaffaqiyatsiz tugadi

source: Send the grab directly to the clipboard
ia: Invia le captura directemente al area de transferentia
uz: Olingan suratni toʼgʼridan-toʼgʼri buferga yuborish

source: Grab a window instead of the entire screen
ia: Prende un fenestra in loco del plen schermo
uz: Butun ekran oʼrniga oynani olish

source: Grab an area of the screen instead of the entire screen
ia: Prende un area de schermo in loco del plen schermo
uz: Butun ekran oʼrniga ekranning bir qismini olish

source: Include the window border with the screenshot. This option is deprecated and window border is always included
ia: Include le bordo de fenestra con le captura de schermo. Iste option es declarate obsolete e le bordo de fenestra es sempre includite
uz: Skrinshot bilan oyna chegarasini qoʼshib olish. Ushbu parametr eskirgan va oyna chegarasi har doim kiritilgan

source: Remove the window border from the screenshot. This option is deprecated and window border is always included
ia: Remove le bordo de fenestra ab le captura de schermo. Iste option es declarate obsolete e le bordo de fenestra es sempre includite
uz: Skrinshotdan oyna chegarasini olib tashlash. Ushbu parametr eskirgan va oyna chegarasi har doim kiritilgan

source: Include the pointer with the screenshot
ia: Include le punctator con le captura de schermo
uz: Skrinshot bilan koʼrsatkichni qoʼshib olish

source: Take screenshot after specified delay [in seconds]
ia: Prender un captura de schermo post un retardo specificate [in secundas]
uz: Belgilangan kechikishdan keyin skrinshot olish [soniyalarda]

source: seconds
ia: secundas
uz: soniya

source: Effect to add to the border (‘shadow’, ‘border’, ‘vintage’ or ‘none’). Note: This option is deprecated and is assumed to be ‘none’
ia: Effecto a adder al bordo (‘shadow’, ‘border’, ‘vintage’ o ‘none’). Nota: Iste option es declarate obsolete e es assumite como ‘none’
uz: Chegaraga qoʼshish effekti (‘soya’, ‘chegara’, ‘vintaj’ yoki ‘yoʼq’). Eslatma: Ushbu parametr eskirgan va ‘yoʼq’ deb qabul qilinadi

source: effect
ia: effecto
uz: effekt

source: Interactively set options
ia: Definir optiones interactivemente
uz: Variantlarni interaktiv tarzda sozlash

source: Save screenshot directly to this file
ia: Salvar captura de schermo directemente a iste file
uz: Skrinshotni bevosita ushbu faylga saqlash

source: filename
ia: nomine de file
uz: fayl nomi

source: Print version information and exit
ia: Imprimer information de version e exir
uz: Versiya ma'lumotlarini chop etish va chiqish

source: translator-credits
ia: Emilio Sepúlveda <emism.translations@gmail.com>
uz: Umidjon Almasov <umidjon@almasov.uz>, 2022

source: Conflicting options: --window and --area should not be used at the same time.
ia: Optiones in conflicto: --window e --area non debe esser usate al mesme tempore.
uz: Qarama-qarshi variantlar: --window va --area bir vaqtning oʼzida ishlatilmasligi kerak.

source: Screenshot.png
ia: Captura de schermo.png
uz: Skrinshot.png

source: Screenshot from %s.%s
ia: Captura de schermo ab %s.%s
uz: %s dan skrinshot. %s

source: Screenshot from %s - %d.%s
ia: Captura de schermo ab %s - %d.%s
uz: %s - %d dan skrinshot. %s

source: Error loading the help page
ia: Error in le cargamento del pagina de adjuta
uz: Yordam sahifasini yuklashda xatolik yuz berdi
